{
    "creators": [
        {
            "id": 1,
            "creator-id":1,
            "name": "De Grants Johnson",
            "username": "de-grants",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "De Grants Johnson is a seasoned digital artist and NFT creator, renowned for his captivating artwork that melds technology and creativity seamlessly. With over 10,000 digital assets sold and a dedicated following of 50,000 enthusiasts, De Grants has carved a niche in the digital art world. His pieces, a fusion of vibrant colors and intricate designs, resonate deeply with collectors and fans alike, earning him a well-deserved reputation as a trailblazer in the NFT community.",
            "Followers": "5.2",
            "Likes": "11.5k",
            "Sales": "10k",
            "tokens": "1340",
            "image": "./assets/profile (1).jpeg"
        },
        {
            "id": 2,
            "creator-id":2,
            "name": "Iso Tran",
            "username": "iso-art",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Iso Tran is a visionary digital artist known for her enchanting blend of surrealism and fantasy. With a rapidly growing following of 20,000 admirers and 8,000 artworks sold, Isabella's creations transport viewers to otherworldly realms filled with wonder and imagination.",
            "Followers": "20",
            "Likes": "15k",
            "Sales": "8k",
            "tokens": "502",
            "image": "./assets/profile (2).jpeg"
        },
        {
            "id": 3,
            "creator-id":3,
            "name": "Lucia Sanchez",
            "username": "lucia-sanchez-art",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Lucia Sanchez is a talented digital artist whose work captures the beauty of nature and the human experience. With a dedicated following of 30,000 fans and 12,000 artworks sold, Lucia's art evokes emotions and inspires reflection, making her a beloved figure in the art community.",
            "Followers": "30",
            "Likes": "25k",
            "Sales": "12k",
            "tokens": "500",
            "image": "./assets/profile (3).jpeg"
        },
        {
            "id": 4,
            "creator-id":4,
            "name": "Marie Harper",
            "username": "marie-creates",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Marcus Harper is an innovative 3D artist and NFT creator renowned for his cutting-edge designs and futuristic themes. With a strong following of 40,000 supporters and 15,000 artworks sold, Marcus pushes the boundaries of digital art, captivating audiences with his unique style and vision.",
            "Followers": "40",
            "Likes": "30k",
            "Sales": "15k",
            "tokens": "560",
            "image": "./assets/profile (4).jpeg"
        },
        {
            "id": 5,
            "creator-id":5,
            "name": "Avan Campbell",
            "username": "avan-arts",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Avan Campbell is a passionate graphic designer specializing in abstract and minimalist art. With an engaged following of 25,000 art enthusiasts and 10,000 artworks sold, Ava's creations evoke a sense of tranquility and introspection, resonating deeply with viewers.",
            "Followers": "25",
            "Likes": "20k",
            "Sales": "10k",
            "tokens": "610",
            "image": "./assets/profile (5).jpeg"
        },
        {
            "id": 6,
            "creator-id":6,
            "name": "Ethan Reyes",
            "username": "ethan-designs",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Ethan Reyes is a talented photographer known for capturing moments that blend reality and imagination seamlessly. With a dedicated following of 35,000 fans and 14,000 photographs sold, Ethan's evocative style transports viewers to new perspectives and emotions.",
            "Followers": "35",
            "Likes": "28k",
            "Sales": "14k",
            "tokens": "200",
            "image": "./assets/profile (6).jpeg"
        },
        {
            "id": 7,
            "creator-id":7,
            "name": "Nina Martinez",
            "username": "nina-arts",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Nina Martinez is a skilled graphic designer specializing in typography and digital illustrations. With a growing following of 15,000 design enthusiasts and 6,000 artworks sold, Nina's unique style and attention to detail make her designs stand out in the digital landscape.",
            "Followers": "15",
            "Likes": "12k",
            "Sales": "6k",
            "tokens": "510",
            "image": "./assets/profile (7).jpeg"
        },
        {
            "id": 8,
            "creator-id":8,
            "name": "Oliver Wang",
            "username": "oliver-snaps",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Oliver Wang is a talented photographer known for his stunning landscape and portrait photography. With a dedicated following of 28,000 photography enthusiasts and 10,000 prints sold, Oliver's work captures the beauty of the world in breathtaking detail.",
            "Followers": "28",
            "Likes": "25k",
            "Sales": "10k",
            "tokens": "300",
            "image": "./assets/profile (8).jpeg"
        },
        {
            "id": 9,
            "creator-id":9,
            "name": "Liam Thompson",
            "username": "liam-3d",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Liam Thompson is a creative 3D artist specializing in immersive virtual environments and interactive experiences. With an enthusiastic following of 18,000 fans and 7,000 digital assets sold, Liam's innovative designs push the boundaries of digital artistry.",
            "Followers": "18",
            "Likes": "15k",
            "Sales": "7k",
            "tokens": "509",
            "image": "./assets/profile (16).jpeg"
        },
        {
            "id": 10,
            "creator-id":10,
            "name": "Hannah Nguyen",
            "username": "hannah-nft",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Hannah Nguyen is a rising NFT creator known for her dynamic and thought-provoking digital art. With a dedicated following of 22,000 enthusiasts and 9,000 NFTs sold, Hannah's pieces explore themes of identity and technology, sparking conversations and inspiring creativity.",
            "Followers": "22",
            "Likes": "18k",
            "Sales": "9k",
            "tokens": "1200",
            "image": "./assets/profile (10).jpeg"
        },
        {
            "id": 11,
            "creator-id":11,
            "name": "Oscar Parker",
            "username": "oscar-graphics",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Oscar Parker is a versatile graphic designer with expertise in branding and visual storytelling. With a diverse following of 32,000 design aficionados and 12,000 projects completed, Oscar's designs leave a lasting impact, conveying messages with clarity and creativity.",
            "Followers": "32",
            "Likes": "28k",
            "Sales": "12k",
            "tokens": "570",
            "image": "./assets/profile (11).jpeg"
        },
        {
            "id": 12,
            "creator-id":12,
            "name": "Elena Gomez",
            "username": "elena-painter",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Elena Gomez is an accomplished painter known for her evocative and emotional artworks. With a dedicated following of 26,000 art enthusiasts and 11,000 paintings sold, Elena's expressive style captures the essence of human experiences and emotions.",
            "Followers": "26",
            "Likes": "22k",
            "Sales": "11k",
            "tokens": "500",
            "image": "./assets/profile (12).jpeg"
        },
        {
            "id": 13,
            "creator-id":13,
            "name": "Jackson Lee",
            "username": "jackson-designs",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Jackson Lee is a talented graphic designer specializing in user interface and experience design. With an engaged following of 23,000 design enthusiasts and 9,000 projects completed, Jackson's designs combine aesthetics and functionality seamlessly.",
            "Followers": "23",
            "Likes": "20k",
            "Sales": "9k",
            "tokens": "300",
            "image": "./assets/profile (13).jpeg"
        },
        {
            "id": 14,
            "creator-id":14,
            "name": "Patric Bateman",
            "username": "dorsia-man",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Patric is a skilled photographer known for his captivating street photography and documentary-style images. With a dedicated following of 31,000 photography enthusiasts and 13,000 prints sold, Aiden's work tells powerful stories of everyday life.",
            "Followers": "31",
            "Likes": "26k",
            "Sales": "13k",
            "tokens": "580",
            "image": "./assets/profile (14).jpeg"
        },
        {
            "id": 15,
            "creator-id":15,
            "name": "Sophie Scott",
            "username": "sophie-3d",
            "h-text": "Dive into the world of a creator who is inspire many",
            "Bio": "Sophie Scott is a talented 3D artist specializing in character design and animation. With an enthusiastic following of 19,000 fans and 8,000 digital assets sold, Sophie's imaginative creations bring characters to life in vibrant and engaging ways.",
            "Followers": "19",
            "Likes": "16k",
            "Sales": "8k",
            "tokens": "500",
            "image": "./assets/profile (15).jpeg"
        }
    ]
}
